local notice = {
id
[1] = {int=1,string="来玩就送VIP4！",int=3,string="来玩就送VIP4！",json="[\"    欢迎大侠们来到战魔，二次删档测试期间来玩就送VIP4，体验更高的权限\",\"    大侠们可在【充值和VIP奖励界面】领取【首充礼包】和【VIP礼包】总共170W金币、100元宝、170体力的奖励。\",\"    等级30后可在【称号界面】领取专属的炫酷【VIP称号】。\"]"},
[2] = {int=2,string="封测送豪礼",int=1,string="二次删档封测送豪华大礼包",json="[\"    在二次删档封测期间，玩家可以通过游戏官网（zm.6816.com)和媒体网站免费领取封测大礼包！\",\"    礼包包含：元宝2000、体力250点。玩家在游戏奖励界面中的“激活码”中输入封测码兑换礼包。\",\"    玩家加入官网QQ群：80934326\"]"},
[3] = {int=3,string="抓BUG送元宝",int=2,string="抓BUG送元宝",json="[\"    游戏二次删档内测期间，战魔玩家通过论坛、官方QQ群发帖报告游戏中的bug，一经核实，发放元宝200、体力250点，VIP6特权卡。客服核实后，通过游戏系统邮件发送到玩家账号。\",\"    论坛地址：http://bbs.6816.com/\",\"    官方QQ群：80934326    \"]"},
[4] = {int=4,string="加Q群领礼包",int=3,string="加Q群，领礼包！",json="[\"    活动期间，玩家加入官方Q群，在官方Q群内向“游戏客服”提供您所在服务器以及角色名，客服会通过QQ的形式将礼包兑换激活码发送给您，玩家在游戏奖励界面中的“激活码”中输领取的激活码兑换礼包。\",\"    礼包包含：元宝200、体力250点。\"]"},
[5] = {int=5,string="冲竞技赢奖励",int=5,string="新服竞技场排名奖励",json="[\"    活动时间：开服起，每两天结算一次\",\"    活动规则：活动期间，每隔两天中午12:00占据竞技场排名前十名的玩家将获得奖励\",\"    奖励内容：1000元宝\",\"    活动奖励可在奖励界面中的竞技场奖励领取\"]"},
[6] = {int=6,string="冲级新人王",int=6,string="开服有惊喜！等级冲冲冲！",json="[\"    活动时间：开服当天起-开服第3天23:59\",\"    活动规则：截至开服第3天23:59，游戏内等级最高的玩家即可活动丰厚奖励：元宝800、金币100W、体力250点、初级技能书3本\",\"    活动备注：等级排名数据以官方数据为准\",\"    发奖时间：活动结束后次日发送奖品，并通过游戏内公告获奖玩家名单。\",\"    活动奖励将通过邮件礼包形式发放，玩家获得奖励之后，只需开启礼包即可获得奖励。 \"]"},
[7] = {int=7,string="升级大礼包",int=1,string="升级大礼包豪礼！您值得拥有！",json="[\"    活动期间，每当角色等级上升十级，即可获得一个升级大礼包，每次开启后都会获取不同的奖励。礼包将直接发送到玩家的背包，只需开启礼包即可获得奖励。\"]"},
[8] = {int=8,string="V6特权天天送",int=4,string="封测期间，VIP6特权天天送",json="[\"    活动时间：开服当天起-开服第7天23:59\",\"    活动规则：每天送出10张VIP6特权卡\",\"    活动奖励：加入玩家QQ群：80934326，在Q群内向“游戏客服”提供您的角色名，客服直接帮您激活VIP特权。\"]"},
}
return notice
