local bossaward = {
[7010001] = {ID=7010001,Rank={0,00},Name="蜘蛛女皇",ItemRewards={{0,72000001,3},{0,73000001,3}},number=1,awardDetail="10sp技能书*3;15sp技能书*3"},
[7010001] = {ID=7010001,Rank={1,01},Name="蜘蛛女皇",ItemRewards={{0,71000001,30},{0,72000001,30},{0,73000001,30},{0,74000001,20},{0,75000001,15}},number=2,awardDetail="5sp技能书*30;10sp技能书*30;15sp技能书*30;20sp技能书*20;25sp技能书*15"},
[7010001] = {ID=7010001,Rank={2,02},Name="蜘蛛女皇",ItemRewards={{0,71000001,27},{0,72000001,27},{0,73000001,27},{0,74000001,27},{0,75000001,13}},number=3,awardDetail="5sp技能书*27;10sp技能书*27;15sp技能书*27;20sp技能书*27;25sp技能书*13"},
[7010001] = {ID=7010001,Rank={3,03},Name="蜘蛛女皇",ItemRewards={{0,71000001,24},{0,72000001,24},{0,73000001,24},{0,74000001,24},{0,75000001,12}},number=4,awardDetail="5sp技能书*24;10sp技能书*24;15sp技能书*24;20sp技能书*24;25sp技能书*12"},
[7010001] = {ID=7010001,Rank={4,04},Name="蜘蛛女皇",ItemRewards={{0,71000001,21},{0,72000001,21},{0,73000001,21},{0,74000001,21},{0,75000001,10}},number=5,awardDetail="5sp技能书*21;10sp技能书*21;15sp技能书*21;20sp技能书*21;25sp技能书*10"},
[7010001] = {ID=7010001,Rank={5,05},Name="蜘蛛女皇",ItemRewards={{0,71000001,18},{0,72000001,18},{0,73000001,18},{0,74000001,18},{0,75000001,9}},number=6,awardDetail="5sp技能书*18;10sp技能书*18;15sp技能书*18;20sp技能书*18;25sp技能书*9"},
[7010001] = {ID=7010001,Rank={6,10},Name="蜘蛛女皇",ItemRewards={{0,71000001,15},{0,72000001,15},{0,73000001,15},{0,74000001,15},{0,75000001,7}},number=7,awardDetail="5sp技能书*15;10sp技能书*15;15sp技能书*15;20sp技能书*15;25sp技能书*7"},
[7010001] = {ID=7010001,Rank={11,20},Name="蜘蛛女皇",ItemRewards={{0,71000001,12},{0,72000001,12},{0,73000001,12},{0,74000001,12},{0,75000001,6}},number=8,awardDetail="5sp技能书*12;10sp技能书*12;15sp技能书*12;20sp技能书*12;25sp技能书*6"},
[7010001] = {ID=7010001,Rank={21,50},Name="蜘蛛女皇",ItemRewards={{0,71000001,10},{0,72000001,10},{0,73000001,10},{0,74000001,10}},number=9,awardDetail="5sp技能书*10;10sp技能书*10;15sp技能书*10;20sp技能书*10"},
[7010001] = {ID=7010001,Rank={51,100},Name="蜘蛛女皇",ItemRewards={{0,72000001,7},{0,73000001,7},{0,74000001,7}},number=10,awardDetail="10sp技能书*7;15sp技能书*7;20sp技能书*7"},
[7010001] = {ID=7010001,Rank={101,200},Name="蜘蛛女皇",ItemRewards={{0,72000001,5},{0,73000001,5}},number=11,awardDetail="10sp技能书*5;15sp技能书*5"},
[7010001] = {ID=7010001,Rank={201,500},Name="蜘蛛女皇",ItemRewards={{0,72000001,4},{0,73000001,4}},number=12,awardDetail="10sp技能书*4;15sp技能书*4"},
[7010001] = {ID=7010001,Rank={501,9999},Name="蜘蛛女皇",ItemRewards={{0,72000001,3},{0,73000001,3}},number=13,awardDetail="10sp技能书*3;15sp技能书*3"},
}
return bossaward
