local cask = {
[100] = {ID=100,Rank=1,ItemRewards={{0,71000001,30},{0,72000001,30},{0,73000001,30},{0,74000001,20},{0,75000001,15}},CurrencyRewards=0,awardDetail="5sp技能书*30;10sp技能书*30;15sp技能书*30;20sp技能书*20;25sp技能书*15"},
[200] = {ID=200,Rank=3,ItemRewards={{0,71000001,27},{0,72000001,27},{0,73000001,27},{0,74000001,27},{0,75000001,13}},CurrencyRewards=0,awardDetail="5sp技能书*27;10sp技能书*27;15sp技能书*27;20sp技能书*27;25sp技能书*13"},
[300] = {ID=300,Rank=5,ItemRewards={{0,71000001,24},{0,72000001,24},{0,73000001,24},{0,74000001,24},{0,75000001,12}},CurrencyRewards=0,awardDetail="5sp技能书*24;10sp技能书*24;15sp技能书*24;20sp技能书*24;25sp技能书*12"},
[400] = {ID=400,Rank=10,ItemRewards={{0,71000001,21},{0,72000001,21},{0,73000001,21},{0,74000001,21},{0,75000001,10}},CurrencyRewards=0,awardDetail="5sp技能书*21;10sp技能书*21;15sp技能书*21;20sp技能书*21;25sp技能书*10"},
[500] = {ID=500,Rank=20,ItemRewards={{0,71000001,18},{0,72000001,18},{0,73000001,18},{0,74000001,18},{0,75000001,9}},CurrencyRewards=0,awardDetail="5sp技能书*18;10sp技能书*18;15sp技能书*18;20sp技能书*18;25sp技能书*9"},
[600] = {ID=600,Rank=30,ItemRewards={{0,71000001,15},{0,72000001,15},{0,73000001,15},{0,74000001,15},{0,75000001,7}},CurrencyRewards=0,awardDetail="5sp技能书*15;10sp技能书*15;15sp技能书*15;20sp技能书*15;25sp技能书*7"},
[700] = {ID=700,Rank=50,ItemRewards={{0,71000001,12},{0,72000001,12},{0,73000001,12},{0,74000001,12},{0,75000001,6}},CurrencyRewards=0,awardDetail="5sp技能书*12;10sp技能书*12;15sp技能书*12;20sp技能书*12;25sp技能书*6"},
[800] = {ID=800,Rank=100,ItemRewards={{0,71000001,10},{0,72000001,10},{0,73000001,10},{0,74000001,10}},CurrencyRewards=0,awardDetail="5sp技能书*10;10sp技能书*10;15sp技能书*10;20sp技能书*10"},
[900] = {ID=900,Rank=200,ItemRewards={{0,72000001,7},{0,73000001,7},{0,74000001,7}},CurrencyRewards=0,awardDetail="10sp技能书*7;15sp技能书*7;20sp技能书*7"},
[1000] = {ID=1000,Rank=500,ItemRewards={{0,72000001,5},{0,73000001,5}},CurrencyRewards=0,awardDetail="10sp技能书*5;15sp技能书*5"},
[1100] = {ID=1100,Rank=1000,ItemRewards={{0,72000001,4},{0,73000001,4}},CurrencyRewards=0,awardDetail="10sp技能书*4;15sp技能书*4"},
[1200] = {ID=1200,Rank=99999,ItemRewards={{0,72000001,3},{0,73000001,3}},CurrencyRewards=0,awardDetail="10sp技能书*3;15sp技能书*3"},
}
return cask
